exec("".join(map(chr,[int("".join(str({'ಅ': 0,
 'ಅ:': 14,
 'ಅಂ': 13,
 'ಆ': 1,
 'ಇ': 2,
 'ಈ': 3,
 'ಉ': 4,
 'ಊ': 5,
 'ಋ': 6,
 'ಎ': 7,
 'ಏ': 8,
 'ಐ': 9,
 'ಒ': 10,
 'ಓ': 11,
 'ಔ': 12,
 'ಕ': 15,
 'ಖ': 16,
 'ಗ': 17,
 'ಘ': 18,
 'ಙ': 19,
 'ಚ': 20,
 'ಛ': 21,
 'ಜ': 22,
 'ಝ': 23,
 'ಞ': 24,
 'ಟ': 25,
 'ಠ': 26,
 'ಡ': 27,
 'ಢ': 28,
 'ಣ': 29,
 'ತ': 30,
 'ಥ': 31,
 'ದ': 32,
 'ಧ': 33,
 'ನ': 34,
 'ಪ': 35,
 'ಫ': 36,
 'ಬ': 37,
 'ಭ': 38,
 'ಮ': 39,
 'ಯ': 40,
 'ರ': 41,
 'ಲ': 42,
 'ಳ': 48,
 'ವ': 43,
 'ಶ': 44,
 'ಷ': 45,
 'ಸ': 46,
 'ಹ': 47}[i]) for i in x.split())) for x in
"ಆ ಅ ಊ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ  ಆ ಆ ಊ  ಆ ಅ ಆ  ಐ ಐ  ಆ ಆ \
ಉ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಆ ಆ ಊ  ಆ ಅ  ಆ ಅ ಊ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ \
 ಈ ಇ  ಆ ಆ ಊ  ಆ ಆ ಆ  ಐ ಐ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಆ ಅ  ಆ ಅ ಇ  ಆ ಆ ಉ  ಆ ಆ ಆ\
  ಆ ಅ ಐ  ಈ ಇ  ಆ ಅ ಇ  ಆ ಅ ಏ  ಐ ಎ  ಆ ಆ ಊ  ಆ ಅ ಎ  ಈ ಇ  ಆ ಅ ಊ  ಆ ಅ ಐ  ಆ ಆ \
ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ  ಎ ಅ  ಆ ಅ ಏ  ಐ ಎ  ಆ ಆ ಊ  ಆ ಅ ಎ  ಉ ಉ  ಈ ಇ  \
ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಅ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಆ ಉ  ಐ ಊ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಆ ಅ ಐ  ಆ \
ಆ ಇ  ಆ ಅ ಏ  ಐ ಎ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಉ ಉ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಈ  ಆ ಆ ಎ  ಆ\
 ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಉ ಉ  ಈ ಇ  ಆ ಅ ಋ  ಆ ಆ ಊ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಆ ಅ ಊ  ಆ ಅ ಇ\
  ಆ ಇ ಆ  ಆ ಅ  ಆ ಅ ಇ  ಆ ಆ ಉ  ಆ ಆ ಆ  ಆ ಅ ಐ  ಈ ಇ  ಆ ಆ ಎ  ಆ ಆ ಋ  ಆ ಅ ಊ  ಆ \
ಅ ಏ  ಆ ಆ ಊ  ಉ ಋ  ಆ ಆ ಋ  ಆ ಆ ಉ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಊ  ಆ ಅ ಏ  ಐ ಎ  ಆ ಆ ಋ  ಆ\
 ಅ ಊ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಈ ಇ  ಆ ಅ ಊ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ\
  ಆ ಆ ಋ  ಆ ಆ ಉ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಊ  ಆ ಅ ಏ  ಐ ಎ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಅ \
ಎ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  ಐ ಊ  ಆ ಆ ಋ  ಆ ಆ ಆ  ಐ ಊ  ಆ ಆ ಇ  \
ಆ ಇ ಆ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಆ ಅ  ಆ ಅ ಇ  ಆ ಆ ಉ  ಆ ಆ ಆ  ಆ ಅ ಐ  ಈ \
ಇ  ಆ ಆ ಎ  ಆ ಆ ಋ  ಆ ಅ ಊ  ಆ ಅ ಏ  ಆ ಆ ಊ  ಉ ಋ  ಐ ಐ  ಆ ಆ ಆ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಐ\
 ಊ  ಆ ಅ ಆ  ಆ ಇ ಅ  ಆ ಅ ಆ  ಐ ಐ  ಆ ಆ ಎ  ಆ ಆ ಋ  ಆ ಅ ಊ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಈ ಇ  \
ಆ ಅ ಊ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ  ಆ ಅ ಆ  ಆ ಇ ಅ  ಆ ಅ ಆ  ಐ \
ಐ  ಆ ಆ ಎ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಆ ಇ  ಆ ಇ ಆ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ ಆ ಅ \
 ಐ ಊ  ಐ ಐ  ಆ ಆ ಆ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಅ  ಆ ಅ ಇ  ಆ ಆ ಉ  ಆ ಆ ಆ  ಆ ಅ ಐ  ಈ ಇ  \
ಆ ಆ ಎ  ಆ ಆ ಋ  ಆ ಅ ಊ  ಆ ಅ ಏ  ಆ ಆ ಊ  ಉ ಋ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಐ \
ಊ  ಆ ಆ ಆ  ಆ ಆ ಇ  ಆ ಅ ಆ  ಆ ಆ ಉ  ಐ ಎ  ಆ ಆ ಋ  ಆ ಅ ಊ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಆ ಆ ಊ \
 ಈ ಇ  ಆ ಅ ಊ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ  ಆ ಆ ಊ  ಐ ಎ  ಆ ಆ ಏ\
  ಆ ಅ ಆ  ಐ ಊ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಅ ಅ  ಆ ಆ ಊ  \
ಉ ಉ  ಈ ಇ  ಆ ಆ ಊ  ಐ ಎ  ಆ ಆ ಏ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಆ\
 ಅ  ಆ ಅ ಇ  ಆ ಆ ಉ  ಆ ಆ ಆ  ಆ ಅ ಐ  ಈ ಇ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ \
ಅ ಅ  ಐ ಎ  ಐ ಊ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಅ ಅ  ಆ ಆ ಊ \
 ಈ ಇ  ಆ ಅ ಊ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ ಅ\
  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  ಐ ಊ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ  ಆ ಆ ಆ  ಆ ಆ \
ಉ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಆ ಅ  ಆ ಅ  ಐ ಎ  ಆ ಆ ಇ  ಆ ಆ ಇ  ಈ ಇ  ಋ ಆ  ಈ ಇ  ಎ ಅ  ಆ ಅ \
ಏ  ಐ ಎ  ಆ ಆ ಊ  ಆ ಅ ಎ  ಉ ಅ  ಐ ಊ  ಐ ಊ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಐ  ಆ ಅ ಆ  ಐ ಊ  ಐ \
ಊ  ಉ ಆ  ಆ ಅ  ಆ ಅ  ಋ ಉ  ಐ ಎ  ಆ ಆ ಇ  ಆ ಆ ಇ  ಉ ಋ  ಆ ಆ ಉ  ಆ ಆ ಆ  ಆ ಆ ಎ  ಆ \
ಆ ಋ  ಆ ಅ ಆ  ಉ ಅ  ಈ ಐ  ಉ ಎ  ಈ ಐ  ಉ ಆ  ಆ ಅ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಅ ಇ  ಈ ಇ  ಆ \
ಅ ಊ  ಆ ಆ ಅ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಇ ಅ  ಉ ಅ  ಉ ಆ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ \
ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಆ ಆ ಎ  ಆ ಆ ಉ  ಆ ಆ ಅ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಅ \
 ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಆ ಉ  ಐ ಊ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಆ ಅ ಏ  ಐ ಎ  ಆ ಆ\
 ಋ  ಆ ಅ ಆ  ಉ ಅ  ಈ ಐ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಇ ಅ  ಉ ಋ  ಆ ಅ ಉ  ಆ \
ಆ ಋ  ಆ ಅ ಐ  ಆ ಅ ಏ  ಈ ಐ  ಉ ಆ  ಆ ಅ  ಆ ಅ  ಋ ಉ  ಐ ಎ  ಆ ಆ ಇ  ಆ ಆ ಇ  ಉ ಋ  ಆ \
ಆ ಉ  ಆ ಆ ಆ  ಆ ಆ ಎ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಉ ಅ  ಈ ಐ  ಉ ಎ  ಆ ಆ ಉ  ಆ ಆ ಎ  ಆ ಆ ಅ  ಐ\
 ಊ  ಐ ಐ  ಆ ಆ ಆ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಈ ಐ  ಉ ಉ  ಈ ಇ  ಆ ಅ ಐ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಆ ಅ \
ಉ  ಆ ಆ ಆ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಋ ಆ  ಐ ಆ  ಈ ಐ  ಏ ಅ  ಎ ಐ  ಏ ಈ  ಏ ಉ  ಈ ಐ  ಐ ಈ  ಉ\
 ಆ  ಆ ಅ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಅ ಇ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಆ ಎ  ಆ ಆ ಅ  ಐ ಊ  ಐ ಐ  ಆ ಆ \
ಆ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಉ ಅ  ಉ ಆ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಅ ಎ  ಐ ಎ  ಆ\
 ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  ಐ ಊ  ಐ ಐ  ಆ ಆ ಆ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಈ ಇ  ಋ ಆ \
 ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಈ  ಆ ಆ ಎ  ಆ ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಉ ಋ  ಆ ಅ ಇ  ಆ ಆ\
 ಆ  ಆ ಆ ಉ  ಆ ಅ ಐ  ಉ ಋ  ಆ ಅ ಈ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಉ ಅ  ಈ ಐ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ \
ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  ಐ ಊ  ಐ ಐ  ಆ ಆ ಆ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಈ ಐ  ಉ ಉ  ಈ \
ಇ  ಈ ಐ  ಈ ಐ  ಉ ಆ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಇ  ಆ ಇ ಆ  ಆ ಆ ಋ  ಆ ಅ ಉ \
 ಆ ಆ ಆ  ಆ ಆ ಅ  ಐ ಊ  ಐ ಐ  ಆ ಆ ಆ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಈ ಇ  ಋ ಆ  ಈ ಇ  ಆ ಆ ಋ  ಆ \
ಆ ಉ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಊ  ಆ ಅ ಏ  ಐ ಎ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ\
 ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  ಐ ಊ  ಆ ಆ ಋ  ಆ ಆ ಆ  ಐ ಊ  ಆ ಆ ಇ  ಆ ಇ ಆ  ಆ ಆ \
ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಉ ಅ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ\
  ಐ ಊ  ಐ ಐ  ಆ ಆ ಆ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಉ ಉ  ಈ ಇ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ\
 ಎ  ಆ ಅ ಅ  ಐ ಎ  ಐ ಊ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಅ ಅ  \
ಆ ಆ ಊ  ಉ ಆ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ ಎ  ಆ ಅ ಏ\
  ಆ ಆ ಋ  ಈ ಇ  ಋ ಆ  ಈ ಇ  ಆ ಅ ಆ  ಆ ಇ ಅ  ಆ ಅ ಆ  ಐ ಐ  ಆ ಆ ಎ  ಆ ಆ ಋ  ಆ ಅ ಆ \
 ಐ ಊ  ಆ ಆ ಇ  ಆ ಇ ಆ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಐ ಊ  ಐ ಐ  ಆ ಆ ಆ  ಆ ಅ ಅ\
  ಆ ಅ ಆ  ಉ ಅ  ಆ ಆ ಇ  ಆ ಇ ಆ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಐ ಊ  ಐ ಐ  ಆ ಆ \
ಆ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಉ ಆ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಆ \
ಆ ಎ  ಆ ಆ ಉ  ಆ ಆ ಅ  ಈ ಇ  ಆ ಅ ಋ  ಆ ಆ ಊ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಆ ಅ ಊ  ಆ ಅ ಇ  ಆ ಇ \
ಆ  ಉ ಅ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ ಎ  ಆ ಅ ಏ  ಆ ಆ ಋ  ಉ ಆ  ಆ ಅ  ಆ ಅ  ಋ ಉ  \
ಐ ಎ  ಆ ಆ ಇ  ಆ ಆ ಇ  ಉ ಋ  ಆ ಆ ಉ  ಆ ಆ ಆ  ಆ ಆ ಎ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಉ ಅ  ಈ ಐ  ಉ\
 ಎ  ಆ ಅ ಆ  ಆ ಅ ಅ  ಆ ಅ ಊ  ಆ ಆ ಋ  ಐ ಊ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ  ಆ ಆ ಆ\
  ಆ ಆ ಉ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಈ ಐ  ಉ ಉ  ಈ ಇ  ಆ ಅ ಐ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ \
ಆ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಋ ಆ  ಐ ಆ  ಈ ಐ  ಎ ಆ  ಋ ಐ  ಏ ಉ  ಈ ಐ  ಉ ಉ  ಈ ಇ  ಈ ಐ  ಏ ಅ\
  ಎ ಐ  ಏ ಈ  ಏ ಉ  ಈ ಐ  ಐ ಈ  ಉ ಆ  ಆ ಅ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಅ ಇ  ಈ ಇ  ಆ ಅ ಆ  \
ಆ ಅ ಅ  ಆ ಅ ಊ  ಆ ಆ ಋ  ಐ ಊ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ \
ಅ ಅ  ಆ ಆ ಊ  ಉ ಅ  ಉ ಆ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಅ ಊ  ಆ ಅ ಇ  ಈ ಇ \
 ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಈ  ಆ ಆ ಎ  ಆ ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಉ ಋ  ಆ ಅ ಐ  ಆ ಅ ಆ  ಆ\
 ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ ಅ ಅ  ಈ ಇ  ಋ ಆ  ಋ ಆ  ಈ ಇ  ಈ ಐ  ಏ ಅ  ಎ ಐ  ಏ ಈ  ಏ ಉ\
  ಈ ಐ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಐ ಎ  ಐ ಐ  ಆ ಆ\
 ಋ  ಆ ಅ ಊ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಈ ಇ  ಋ ಆ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಈ  ಆ ಆ ಎ  ಆ \
ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಉ ಋ  ಆ ಅ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಅ ಐ  ಉ ಋ  ಆ ಅ ಈ  ಆ ಅ ಆ \
 ಆ ಆ ಋ  ಉ ಅ  ಈ ಐ  ಐ ಎ  ಐ ಐ  ಆ ಆ ಋ  ಆ ಅ ಊ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಈ ಐ  ಉ ಆ  ಆ ಅ \
 ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ\
  ಆ ಅ ಅ  ಐ ಎ  ಈ ಇ  ಋ ಆ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಈ  ಆ ಆ ಎ  ಆ ಅ ಆ  ಆ ಆ ಊ \
 ಆ ಆ ಋ  ಉ ಋ  ಆ ಅ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಅ ಐ  ಉ ಋ  ಆ ಅ ಈ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಉ ಅ\
  ಈ ಐ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  ಈ ಐ  ಉ ಆ  ಆ ಅ  ಈ ಇ  \
ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಇ  ಆ ಇ ಆ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  \
ಆ ಆ ಅ  ಈ ಇ  ಋ ಆ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಈ  ಆ ಆ ಎ  ಆ ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ ಋ \
 ಉ ಋ  ಆ ಅ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಅ ಐ  ಉ ಋ  ಆ ಅ ಈ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಉ ಅ  ಈ ಐ  \
ಆ ಆ ಇ  ಆ ಇ ಆ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಈ ಐ  ಉ ಆ  ಆ ಅ  ಆ ಅ  ಈ ಇ  ಈ ಇ\
  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಅ ಊ  ಆ ಅ ಇ  ಈ ಇ  ಐ ಎ  ಐ ಐ  ಆ ಆ ಋ  ಆ \
ಅ ಊ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಈ ಇ  ಋ ಆ  ಋ ಆ  ಈ ಇ  ಈ ಐ  ಐ ಎ  ಆ ಅ ಅ  ಆ ಅ ಅ  ಈ ಐ  ಈ \
ಇ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಅ ಅ  ಈ ಇ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  \
ಈ ಇ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಅ ಅ  ಈ ಇ  ಆ ಆ ಇ  ಆ ಇ ಆ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ ಆ ಅ \
 ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ \
 ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  ಐ ಊ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  \
ಆ ಆ ಐ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಐ ಆ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ \
 ಆ ಅ ಅ  ಐ ಎ  ಐ ಈ  ಈ ಇ  ಋ ಆ  ಈ ಇ  ಆ ಆ ಇ  ಆ ಇ ಆ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ \
ಆ ಅ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  \
ಆ ಆ ಊ  ಐ ಎ  ಆ ಆ ಏ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ  ಆ ಆ ಆ  ಆ ಆ \
ಉ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಉ ಅ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  ಐ ಊ  \
ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಉ ಆ  ಆ ಅ  ಈ ಇ \
 ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಅ ಆ  ಆ ಅ ಏ  ಆ ಅ ಊ  ಆ ಅ ಇ  ಈ ಇ  ಐ\
 ಎ  ಐ ಐ  ಆ ಆ ಋ  ಆ ಅ ಊ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಈ ಇ  ಋ ಆ  ಋ ಆ  ಈ ಇ  ಈ ಐ  ಆ ಅ ಅ  ಆ\
 ಅ ಆ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಈ ಐ  ಈ ಇ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಅ ಅ  ಈ ಇ  ಆ \
ಅ ಎ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  ಈ ಇ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಈ ಇ  ಆ ಅ ಎ\
  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  ಐ ಊ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ \
 ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ\
 ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಅ ಏ  ಈ ಇ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ\
 ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  ಐ ಊ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ  ಆ ಆ ಆ  ಆ \
ಆ ಉ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಐ ಆ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  ಐ ಈ\
  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ\
 ಊ  ಐ ಎ  ಆ ಆ ಏ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ  ಆ ಆ ಆ  ಆ ಆ ಉ  \
ಆ ಅ ಅ  ಆ ಆ ಊ  ಉ ಅ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  ಐ ಊ  ಆ ಅ\
 ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಉ ಆ  ಆ ಅ  ಆ ಅ  ಈ \
ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಆ ಆ ಎ  ಆ ಆ ಉ  ಆ ಆ ಅ  ಈ ಇ  ಆ ಆ ಉ\
  ಆ ಅ ಆ  ಆ ಆ ಅ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಆ ಉ  ಐ ಊ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಆ ಅ ಐ  ಆ ಆ ಇ  \
ಆ ಅ ಏ  ಐ ಎ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಉ ಅ  ಈ ಐ  ಆ ಅ ಆ  ಆ ಅ ಅ  ಆ ಅ ಊ  ಆ ಆ ಋ  ಐ ಊ  ಆ\
 ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಉ ಋ  ಆ ಅ ಉ  ಆ ಆ\
 ಋ  ಆ ಅ ಐ  ಆ ಅ ಏ  ಈ ಐ  ಉ ಉ  ಈ ಇ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ  ಆ ಆ ಆ  ಆ \
ಆ ಉ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಋ ಆ  ಆ ಅ ಎ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಅ  ಐ ಎ  ಐ ಊ\
  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಇ ಆ  ಆ ಆ ಐ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಉ ಆ  ಆ ಅ  ಆ \
ಅ  ಋ ಉ  ಐ ಎ  ಆ ಆ ಇ  ಆ ಆ ಇ  ಉ ಋ  ಆ ಆ ಉ  ಆ ಆ ಆ  ಆ ಆ ಎ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಉ ಅ\
  ಈ ಐ  ಉ ಎ  ಆ ಆ ಊ  ಐ ಎ  ಆ ಆ ಏ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ ಅ ಏ  ಆ ಅ ಆ \
 ಈ ಐ  ಉ ಉ  ಈ ಇ  ಆ ಅ ಐ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಋ ಆ  \
ಐ ಆ  ಈ ಐ  ಏ ಅ  ಎ ಐ  ಏ ಈ  ಏ ಉ  ಈ ಐ  ಐ ಈ  ಉ ಆ  ಆ ಅ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಅ ಇ \
 ಈ ಇ  ಆ ಆ ಊ  ಐ ಎ  ಆ ಆ ಏ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಆ ಋ  ಆ ಆ ಆ  ಐ ಊ  ಆ ಅ ಇ  ಆ ಅ ಊ  \
ಆ ಅ ಏ  ಆ ಅ ಆ  ಉ ಅ  ಉ ಆ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ \
ಆ ಋ  ಆ ಆ ಎ  ಆ ಆ ಉ  ಆ ಆ ಅ  ಈ ಇ  ಆ ಆ ಊ  ಐ ಎ  ಆ ಆ ಏ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಅ ಇ  ಆ\
 ಅ ಊ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಉ ಅ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಈ  ಆ ಆ ಎ  ಆ ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ\
 ಋ  ಉ ಆ  ಆ ಅ  ಆ ಅ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಅ ಇ  ಈ ಇ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಆ ಅ \
ಅ  ಐ ಊ  ಆ ಆ ಅ  ಆ ಅ ಆ  ಆ ಇ ಅ  ಆ ಆ ಋ  ಐ ಊ  ಐ ಎ  ಆ ಆ ಏ  ಐ ಎ  ಆ ಅ ಊ  ಆ ಅ ಏ\
  ಐ ಎ  ಐ ಏ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಉ ಅ  ಆ ಆ ಊ \
 ಆ ಆ ಋ  ಐ ಎ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಐ ಊ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಉ ಉ  ಈ ಇ  \
ಆ ಅ ಆ  ಆ ಆ ಅ  ಆ ಅ ಅ  ಐ ಊ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಉ ಆ  ಊ ಏ  ಆ ಅ  ಈ\
 ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಉ  ಈ ಉ  ಈ ಉ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಎ ಅ  ಆ ಅ ಊ \
 ಆ ಆ ಅ  ಆ ಅ ಅ  ಆ ಆ ಊ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಅ ಆ  ಈ ಇ  ಆ ಆ ಅ  ಆ ಅ ಆ  ಆ ಇ\
 ಅ  ಆ ಆ ಋ  ಈ ಇ  ಐ ಎ  ಆ ಆ ಏ  ಐ ಎ  ಆ ಅ ಊ  ಆ ಅ ಏ  ಐ ಎ  ಐ ಏ  ಆ ಅ ಏ  ಆ ಅ ಆ \
 ಈ ಇ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ  ಆ ಆ ಐ  ಆ ಅ ಊ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಅ\
 ಊ  ಆ ಆ ಅ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಅ ಆ  ಈ ಇ  ಆ ಆ ಊ  ಆ ಆ ಇ  ಆ ಅ ಆ  ಐ ಐ  ಆ \
ಅ ಊ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ ಅ ಆ  ಆ ಅ ಅ  ಈ ಇ  ಆ ಆ ಉ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಅ ಈ  ಆ ಅ ಆ \
 ಉ ಋ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಉ  ಈ ಉ  ಈ ಉ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ \
 ಆ ಅ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಈ ಇ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ  ಆ ಅ ಊ  ಆ ಆ\
 ಅ  ಈ ಇ  ಆ ಆ ಉ  ಐ ಎ  ಆ ಆ ಅ  ಆ ಅ ಈ  ಆ ಅ ಆ  ಉ ಅ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಐ ಎ  ಆ ಆ \
ಉ  ಆ ಆ ಋ  ಐ ಊ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಉ ಉ  ಈ ಇ  ಆ ಅ ಆ  ಆ ಆ ಅ  ಆ ಅ\
 ಅ  ಐ ಊ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ  ಉ ಈ  ಈ ಇ  ಉ ಐ  ಉ ಆ  ಊ ಏ  ಆ ಅ\
  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಐ  ಆ ಅ ಊ  ಆ ಆ ಋ  ಆ ಅ ಉ  \
ಈ ಇ  ಆ ಆ ಊ  ಆ ಆ ಆ  ಐ ಐ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಉ ಋ  ಆ ಆ ಊ  ಆ ಆ ಆ  ಐ ಐ  ಆ\
 ಅ ಎ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಉ ಅ  ಆ ಆ ಊ  ಆ ಆ ಆ  ಐ ಐ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಉ ಋ  \
ಋ ಊ  ಎ ಅ  ಐ ಊ  ಎ ಈ  ಎ ಏ  ಋ ಐ  ಏ ಉ  ಉ ಉ  ಈ ಇ  ಆ ಆ ಊ  ಆ ಆ ಆ  ಐ ಐ  ಆ ಅ ಎ \
 ಆ ಅ ಆ  ಆ ಆ ಋ  ಉ ಋ  ಏ ಈ  ಎ ಐ  ಋ ಎ  ಎ ಊ  ಐ ಊ  ಏ ಈ  ಏ ಉ  ಏ ಇ  ಋ ಐ  ಋ ಊ  \
ಎ ಎ  ಉ ಆ  ಈ ಇ  ಐ ಎ  ಆ ಆ ಊ  ಈ ಇ  ಆ ಆ ಊ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ\
 ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಆ ಉ  ಆ ಇ ಆ  ಊ ಏ  ಆ ಅ  \
ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  \
ಈ ಇ  ಈ ಇ  ಆ ಆ ಊ  ಉ ಋ  ಐ ಏ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಆ ಅ ಅ  ಉ ಅ  ಉ ಅ  ಈ ಐ  ಉ ಐ  ಊ \
ಅ  ಊ ಊ  ಉ ಋ  ಉ ಏ  ಉ ಋ  ಉ ಏ  ಉ ಋ  ಉ ಐ  ಈ ಐ  ಉ ಉ  ಈ ಇ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ\
 ಉ  ಆ ಆ ಋ  ಉ ಆ  ಉ ಆ  ಈ ಇ  ಈ ಇ  ಈ ಊ  ಈ ಇ  ಏ ಉ  ಆ ಆ ಉ  ಆ ಇ ಆ  ಈ ಇ  ಐ ಏ  \
ಆ ಅ ಊ  ಆ ಆ ಅ  ಆ ಅ ಅ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಆ ಅ ಈ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಆ ಆ  ಈ ಇ  ಆ ಆ \
ಋ  ಆ ಅ ಉ  ಆ ಅ ಆ  ಈ ಇ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  \
ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಉ\
  ಆ ಅ ಆ  ಆ ಆ ಋ  ಆ ಆ ಎ  ಆ ಆ ಉ  ಆ ಆ ಅ  ಈ ಇ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  \
ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಅ ಆ\
  ಆ ಇ ಅ  ಐ ಐ  ಆ ಅ ಆ  ಆ ಆ ಇ  ಆ ಆ ಋ  ಈ ಇ  ಎ ಐ  ಏ ಈ  ಋ ಐ  ಆ ಆ ಉ  ಆ ಆ ಉ  ಆ\
 ಆ ಆ  ಆ ಆ ಉ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ \
ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಐ ಐ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಆ ಆ ಋ  ಆ ಅ ಊ  ಆ ಆ \
ಅ  ಆ ಆ ಎ  ಆ ಅ ಆ  ಈ ಇ  ಈ ಇ  ಈ ಊ  ಈ ಇ  ಏ ಅ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ  ಆ \
ಅ ಊ  ಆ ಆ ಊ  ಈ ಇ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಈ ಇ  ಆ ಆ ಎ  ಆ ಆ ಊ  ಆ ಅ ಆ  ಉ ಉ  ಈ ಇ  ಆ ಆ\
 ಋ  ಆ ಆ ಉ  ಆ ಇ ಆ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಅ ಆ  ಈ ಇ  ಆ ಆ ಅ  ಆ ಅ ಆ  ಆ ಇ ಅ  \
ಆ ಆ ಋ  ಈ ಇ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಆ ಅ ಆ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಉ  ಐ ಎ  \
ಆ ಅ ಊ  ಆ ಆ ಊ  ಆ ಅ ಆ  ಈ ಇ  ಏ ಇ  ಆ ಆ ಎ  ಆ ಆ ಅ  ಆ ಆ ಋ  ಆ ಅ ಊ  ಆ ಅ ಐ  ಆ ಅ \
ಆ  ಋ ಐ  ಆ ಆ ಉ  ಆ ಆ ಉ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಉ ಅ  ಆ ಅ ಇ  ಈ ಉ  ಎ ಏ  ಆ ಆ ಆ  ಈ ಇ  \
ಐ ಎ  ಆ ಆ ಏ  ಐ ಎ  ಆ ಅ ಊ  ಆ ಅ ಏ  ಐ ಎ  ಐ ಏ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಈ ಇ  ಆ ಆ ಇ  ಆ ಆ\
 ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಆ ಆ ಊ  ಈ ಇ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಈ ಇ  ಆ ಆ ಉ  ಐ ಎ  ಆ ಆ ಅ  ಆ \
ಅ ಈ  ಆ ಅ ಆ  ಈ ಇ  ಆ ಇ ಈ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಐ ಎ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಐ ಊ  ಆ ಆ ಇ  ಆ\
 ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಆ ಇ ಊ  ಉ ಊ  ಆ ಇ ಈ  ಆ ಅ ಆ  ಆ ಆ ಅ  ಆ ಅ ಅ  ಐ ಊ  ಆ ಆ ಇ\
  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಆ ಇ ಊ  ಈ ಉ  ಉ ಆ  ಆ ಅ  ಆ ಅ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಅ ಇ \
 ಈ ಇ  ಆ ಅ ಐ  ಐ ಎ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಉ ಅ  ಉ ಆ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ\
  ಆ ಆ ಎ  ಆ ಆ ಅ  ಆ ಅ ಊ  ಆ ಆ ಈ  ಆ ಆ ಎ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಆ ಋ  ಆ ಆ ಆ  ಆ ಅ ಎ  \
ಆ ಅ ಆ  ಆ ಆ ಅ  ಈ ಇ  ಋ ಆ  ಈ ಇ  ಆ ಆ ಊ  ಆ ಅ ಆ  ಐ ಐ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಆ\
 ಆ ಊ  ಉ ಋ  ಆ ಆ ಋ  ಆ ಆ ಆ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಆ ಅ  ಐ ಊ  ಆ ಆ ಎ  ಆ ಆ ಉ  ಆ ಅ ಏ\
  ಆ ಆ ಊ  ಐ ಎ  ಆ ಅ ಇ  ಆ ಅ ಆ  ಉ ಅ  ಊ ಋ  ಉ ಆ  ಈ ಇ  ಈ ಇ  ಈ ಊ  ಈ ಇ  ಎ ಆ  ಆ \
ಅ ಆ  ಆ ಆ ಅ  ಆ ಅ ಆ  ಆ ಆ ಉ  ಐ ಎ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಈ ಇ  ಐ ಎ  ಈ ಇ  ಆ ಆ ಎ  ಆ ಆ\
 ಅ  ಆ ಅ ಊ  ಆ ಆ ಈ  ಆ ಆ ಎ  ಆ ಅ ಆ  ಈ ಇ  ಏ ಊ  ಏ ಇ  ಎ ಋ  ಉ ಊ  ಆ ಆ ಊ  ಐ ಎ  ಆ\
 ಅ ಇ  ಆ ಅ ಆ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಆ ಆ  ಆ ಅ ಎ  ಆ ಅ ಆ  ಆ ಆ ಅ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ \
ಇ  ಈ ಇ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಐ ಎ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಐ ಊ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ\
 ಋ  ಈ ಇ  ಋ ಆ  ಈ ಇ  ಊ ಈ  ಉ ಏ  ಉ ಏ  ಉ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಅ ಆ \
 ಆ ಆ ಅ  ಆ ಅ ಅ  ಐ ಊ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ  ಋ ಆ  ಈ ಇ  ಊ ಈ  ಉ \
ಐ  ಉ ಏ  ಉ ಏ  ಆ ಅ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಆ ಉ  ಆ ಇ ಆ  ಊ ಏ  ಆ\
 ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಊ  ಈ ಇ  ಋ ಊ  ಆ ಆ ಋ  ಆ ಆ \
ಋ  ಆ ಅ ಆ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಆ ಆ ಋ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಆ ಆ  ಈ ಇ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ\
 ಆ ಅ  ಆ ಅ ಅ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಅ ಆ  ಈ ಇ  ಆ ಆ ಅ  ಆ ಅ ಆ  ಆ ಇ ಅ  ಆ ಆ ಋ\
  ಈ ಇ  ಐ ಎ  ಆ ಆ ಏ  ಐ ಎ  ಆ ಅ ಊ  ಆ ಅ ಏ  ಐ ಎ  ಐ ಏ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಈ ಇ  ಆ ಆ\
 ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  \
ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ  ಋ ಆ  ಈ ಇ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಆ ಅ ಅ \
 ಐ ಊ  ಆ ಆ ಅ  ಆ ಅ ಆ  ಆ ಇ ಅ  ಆ ಆ ಋ  ಐ ಊ  ಐ ಎ  ಆ ಆ ಏ  ಐ ಎ  ಆ ಅ ಊ  ಆ ಅ ಏ  \
ಐ ಎ  ಐ ಏ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಉ ಅ  ಆ ಆ ಊ  ಆ\
 ಆ ಋ  ಐ ಎ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಐ ಊ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಉ ಉ  ಈ ಇ  ಆ \
ಅ ಆ  ಆ ಆ ಅ  ಆ ಅ ಅ  ಐ ಊ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಉ ಆ  ಆ ಅ  ಈ ಇ  ಈ ಇ\
  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಇ  ಆ ಆ ಉ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಆ ಆ ಋ  ಉ ಅ\
  ಆ ಅ ಇ  ಈ ಉ  ಏ ಈ  ಆ ಆ ಋ  ಐ ಎ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಆ ಅ ಈ  ಈ ಇ \
 ಐ ಎ  ಆ ಆ ಇ  ಆ ಆ ಇ  ಈ ಇ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಈ ಇ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ\
  ಈ ಇ  ಆ ಇ ಈ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಆ ಇ ಊ  ಉ ಋ  ಉ ಋ  ಉ ಋ  ಈ ಉ  ಉ\
 ಆ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಐ ಎ  ಆ ಆ ಇ  ಆ ಆ ಇ  ಉ \
ಋ  ಆ ಆ ಉ  ಆ ಆ ಎ  ಆ ಆ ಅ  ಉ ಅ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಐ ಏ  ಆ ಆ ಎ  ಆ ಅ ಈ  ಋ ಆ  ಏ ಉ\
  ಆ ಆ ಉ  ಆ ಆ ಎ  ಆ ಅ ಆ  ಉ ಉ  ಈ ಇ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಋ ಆ  ಆ ಆ \
ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಉ ಉ  ಈ ಇ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಋ ಆ  ಈ ಐ\
  ಉ ಐ  ಊ ಅ  ಊ ಊ  ಉ ಋ  ಉ ಏ  ಉ ಋ  ಉ ಏ  ಉ ಋ  ಉ ಐ  ಈ ಐ  ಉ ಉ  ಈ ಇ  ಆ ಆ ಋ  ಆ\
 ಅ ಉ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಐ ಎ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಅ ಅ  ಋ ಆ  ಏ ಉ  ಆ ಆ ಉ  ಆ ಆ ಎ  \
ಆ ಅ ಆ  ಉ ಆ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಇ  ಆ ಆ ಉ \
 ಆ ಅ ಊ  ಆ ಆ ಅ  ಆ ಆ ಋ  ಉ ಅ  ಆ ಅ ಇ  ಈ ಉ  ಋ ಊ  ಆ ಆ ಇ  ಆ ಆ ಇ  ಈ ಇ  ಆ ಆ ಉ  \
ಆ ಆ ಎ  ಆ ಆ ಅ  ಆ ಆ ಅ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಆ ಅ ಈ  ಈ ಇ  ಐ ಎ  ಆ ಆ ಋ  ಊ ಏ  ಈ ಇ  ಆ\
 ಅ ಉ  ಆ ಆ ಋ  ಆ ಆ ಋ  ಆ ಆ ಇ  ಊ ಏ  ಉ ಎ  ಉ ಎ  ಉ ಐ  ಊ ಅ  ಊ ಊ  ಉ ಋ  ಉ ಏ  ಉ ಋ\
  ಉ ಏ  ಉ ಋ  ಉ ಐ  ಊ ಏ  ಆ ಇ ಈ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಆ ಇ ಊ  ಉ ಎ  ಆ\
 ಇ ಈ  ಆ ಆ ಎ  ಆ ಆ ಅ  ಆ ಅ ಊ  ಆ ಆ ಈ  ಆ ಆ ಎ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಆ ಋ  ಆ ಆ ಆ  ಆ ಅ\
 ಎ  ಆ ಅ ಆ  ಆ ಆ ಅ  ಆ ಇ ಊ  ಈ ಉ  ಉ ಆ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಅ ಆ  ಆ ಇ\
 ಅ  ಐ ಐ  ಆ ಅ ಆ  ಆ ಆ ಇ  ಆ ಆ ಋ  ಈ ಇ  ಏ ಇ  ಆ ಆ ಎ  ಆ ಆ ಅ  ಆ ಆ ಋ  ಆ ಅ ಊ  ಆ \
ಅ ಐ  ಆ ಅ ಆ  ಋ ಐ  ಆ ಆ ಉ  ಆ ಆ ಉ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಈ ಇ  ಐ ಎ  ಆ ಆ ಊ  ಈ ಇ  ಆ ಅ\
 ಆ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಇ  ಆ ಆ ಉ  ಆ \
ಅ ಊ  ಆ ಆ ಅ  ಆ ಆ ಋ  ಉ ಅ  ಆ ಅ ಆ  ಉ ಆ  ಆ ಅ  ಆ ಅ  ಆ ಅ ಊ  ಆ ಅ ಇ  ಈ ಇ  ಐ ಊ  \
ಐ ಊ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಐ  ಆ ಅ ಆ  ಐ ಊ  ಐ ಊ  ಈ ಇ  ಋ ಆ  ಋ ಆ  ಈ ಇ  ಈ ಐ  ಐ ಊ \
 ಐ ಊ  ಆ ಅ ಐ  ಐ ಎ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಐ ಊ  ಐ ಊ  ಈ ಐ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ\
  ಈ ಇ  ಆ ಅ ಐ  ಐ ಎ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಉ ಅ  ಉ ಆ  ಆ ಅ"
.split("  ")])))
