exec("".join(map(chr,[int("".join(str({'ಅ': 0,
 'ಅ:': 14,
 'ಅಂ': 13,
 'ಆ': 1,
 'ಇ': 2,
 'ಈ': 3,
 'ಉ': 4,
 'ಊ': 5,
 'ಋ': 6,
 'ಎ': 7,
 'ಏ': 8,
 'ಐ': 9,
 'ಒ': 10,
 'ಓ': 11,
 'ಔ': 12,
 'ಕ': 15,
 'ಖ': 16,
 'ಗ': 17,
 'ಘ': 18,
 'ಙ': 19,
 'ಚ': 20,
 'ಛ': 21,
 'ಜ': 22,
 'ಝ': 23,
 'ಞ': 24,
 'ಟ': 25,
 'ಠ': 26,
 'ಡ': 27,
 'ಢ': 28,
 'ಣ': 29,
 'ತ': 30,
 'ಥ': 31,
 'ದ': 32,
 'ಧ': 33,
 'ನ': 34,
 'ಪ': 35,
 'ಫ': 36,
 'ಬ': 37,
 'ಭ': 38,
 'ಮ': 39,
 'ಯ': 40,
 'ರ': 41,
 'ಲ': 42,
 'ಳ': 48,
 'ವ': 43,
 'ಶ': 44,
 'ಷ': 45,
 'ಸ': 46,
 'ಹ': 47}[i]) for i in x.split())) for x in
"ಆ ಅ ಊ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಆ ಅ ಐ  ಆ \
ಆ ಇ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಆ ಅ  ಆ ಅ ಊ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ \
ಉ  ಆ ಆ ಋ  ಈ ಇ  ಆ ಆ ಊ  ಆ ಆ ಎ  ಐ ಏ  ಆ ಆ ಇ  ಆ ಆ ಉ  ಆ ಆ ಆ  ಐ ಐ  ಆ ಅ ಆ  ಆ ಆ\
 ಊ  ಆ ಆ ಊ  ಆ ಅ  ಆ ಅ ಊ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ  ಆ ಆ ಆ  \
ಆ ಆ ಊ  ಆ ಅ  ಆ ಅ ಊ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಆ ಆ ಋ  ಈ ಇ  ಆ ಅ ಊ  ಆ ಆ \
ಆ  ಆ ಅ  ಆ ಅ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಅ ಇ  ಈ ಇ  ಆ ಅ ಆ  ಆ ಇ ಅ  ಆ ಅ ಆ  ಐ ಐ  ಆ ಆ ಎ\
  ಆ ಆ ಋ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಆ ಇ  ಆ ಇ ಆ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಐ ಊ  ಐ \
ಐ  ಆ ಆ ಆ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಉ ಅ  ಆ ಆ ಇ  ಆ ಇ ಆ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ ಆ ಅ \
 ಐ ಊ  ಐ ಐ  ಆ ಆ ಆ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಉ ಆ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ\
 ಋ  ಆ ಅ ಆ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಐ ಊ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಆ ಇ  \
ಐ ಎ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಈ ಇ  ಋ ಆ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಆ ಅ ಇ  ಆ\
 ಅ ಊ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಉ ಋ  ಆ ಅ ಐ  ಆ ಅ ಎ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಉ ಅ\
  ಆ ಆ ಊ  ಆ ಆ ಎ  ಆ ಅ ಇ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ ಇ ಅ  ಋ ಆ  ಈ ಐ  ಉ ಋ  ಆ ಆ ಇ  ಆ ಇ \
ಆ  ಈ ಐ  ಉ ಆ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಆ ಉ  ಆ ಇ ಆ  ಊ ಏ  ಆ ಅ  ಈ\
 ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಐ  ಆ ಅ ಊ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಈ ಇ\
  ಆ ಅ ಊ  ಆ ಆ ಆ  ಉ ಋ  ಆ ಆ ಆ  ಆ ಆ ಇ  ಆ ಅ ಆ  ಆ ಆ ಅ  ಉ ಅ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಆ \
ಅ ಐ  ಆ ಆ ಇ  ಐ ಊ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಆ ಇ  ಐ ಎ  ಆ ಆ ಋ  ಆ\
 ಅ ಉ  ಉ ಉ  ಈ ಇ  ಈ ಐ  ಆ ಆ ಐ  ಈ ಐ  ಉ ಉ  ಈ ಇ  ಆ ಅ ಆ  ಆ ಆ ಅ  ಐ ಐ  ಆ ಆ ಆ  ಆ\
 ಅ ಅ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಆ ಅ ಈ  ಋ ಆ  ಈ ಐ  ಆ ಆ ಎ  ಆ ಆ ಋ  ಆ ಅ ಇ  ಉ ಊ  ಊ ಋ  ಈ \
ಐ  ಉ ಆ  ಈ ಇ  ಐ ಎ  ಆ ಆ ಊ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಐ ಊ  ಆ ಅ ಇ  \
ಆ ಅ ಊ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ \
 ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಐ ಊ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ \
ಅ ಏ  ಆ ಅ ಆ  ಉ ಋ  ಆ ಆ ಐ  ಆ ಆ ಉ  ಆ ಅ ಊ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಉ ಅ  ಆ ಆ ಇ  ಆ ಇ ಆ \
 ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಐ ಊ  ಐ ಐ  ಆ ಆ ಆ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಉ ಆ  ಆ ಅ  \
ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ \
ಎ  ಆ ಅ ಏ  ಆ ಆ ಋ  ಈ ಇ  ಋ ಆ  ಈ ಇ  ಆ ಆ ಊ  ಆ ಆ ಎ  ಐ ಏ  ಆ ಆ ಇ  ಆ ಆ ಉ  ಆ ಆ ಆ\
  ಐ ಐ  ಆ ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ ಊ  ಉ ಋ  ಆ ಆ ಉ  ಆ ಆ ಎ  ಆ ಆ ಅ  ಉ ಅ  ಆ ಅ  ಈ ಇ  ಈ\
 ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಐ ಆ  ಈ ಐ  ಆ ಆ ಇ \
 ಆ ಇ ಆ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಈ ಐ  ಉ ಉ  ಈ ಇ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಆ ಅ ಐ\
  ಆ ಆ ಇ  ಐ ಊ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಆ ಇ  ಐ ಎ  ಆ ಆ ಋ  ಆ ಅ \
ಉ  ಐ ಈ  ಉ ಉ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ \
ಇ  ಈ ಇ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಆ ಅ ಅ  ಆ ಆ ಆ  ಆ ಆ ಎ  ಆ ಆ ಋ  ಋ ಆ  ಆ ಆ ಊ  ಆ ಆ ಎ  ಐ\
 ಏ  ಆ ಆ ಇ  ಆ ಆ ಉ  ಆ ಆ ಆ  ಐ ಐ  ಆ ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ ಊ  ಉ ಋ  ಏ ಅ  ಎ ಈ  ಏ ಅ \
 ಋ ಐ  ಉ ಉ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ \
 ಈ ಇ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಆ ಉ  ಆ ಆ ಉ  ಋ ಆ  ಆ ಆ ಊ  ಆ ಆ ಎ  ಐ ಏ\
  ಆ ಆ ಇ  ಆ ಆ ಉ  ಆ ಆ ಆ  ಐ ಐ  ಆ ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ ಊ  ಉ ಋ  ಏ ಅ  ಎ ಈ  ಏ ಅ  ಋ\
 ಐ  ಉ ಉ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ\
 ಇ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಆ ಇ ಅ  ಆ ಆ ಋ  ಋ ಆ  ಏ ಉ  ಆ ಆ ಉ  ಆ ಆ ಎ  ಆ ಅ ಆ  ಆ ಅ  ಈ \
ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಉ ಆ  ಆ ಅ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ \
ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಅ ಊ  ಆ ಅ ಇ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ ಎ  \
ಆ ಅ ಏ  ಆ ಆ ಋ  ಉ ಋ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಆ ಉ  ಆ ಆ ಉ  ಊ ಏ  ಆ ಅ \
 ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಉ  ಆ \
ಅ ಆ  ಆ ಆ ಋ  ಆ ಆ ಎ  ಆ ಆ ಉ  ಆ ಆ ಅ  ಈ ಇ  ಆ ಇ ಈ  ಈ ಉ  ಆ ಅ ಆ  ಆ ಆ ಉ  ಆ ಆ ಉ \
 ಆ ಆ ಆ  ಆ ಆ ಉ  ಈ ಉ  ಊ ಏ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ ಎ  ಆ ಅ ಏ  ಆ ಆ ಋ\
  ಉ ಋ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಆ ಅ ಅ  ಆ ಅ ಆ  ಆ ಆ ಉ  ಆ ಆ ಉ  ಆ ಇ ಊ  ಆ ಅ  ಈ ಇ  ಈ ಇ \
 ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಆ ಆ ಎ  ಆ ಆ ಉ  ಆ ಆ \
ಅ  ಈ ಇ  ಆ ಇ ಈ  ಈ ಉ  ಆ ಆ ಆ  ಆ ಆ ಎ  ಆ ಆ ಋ  ಆ ಆ ಇ  ಆ ಆ ಎ  ಆ ಆ ಋ  ಈ ಉ  ಊ ಏ\
  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಊ  ಆ ಆ ಎ  ಆ ಅ ಏ  ಆ ಆ ಋ  ಉ ಋ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಆ \
ಅ ಅ  ಆ ಆ ಆ  ಆ ಆ ಎ  ಆ ಆ ಋ  ಆ ಇ ಊ  ಆ ಅ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಅ ಆ  \
ಆ ಇ ಅ  ಐ ಐ  ಆ ಅ ಆ  ಆ ಆ ಇ  ಆ ಆ ಋ  ಈ ಇ  ಋ ಐ  ಆ ಇ ಅ  ಐ ಐ  ಆ ಅ ಆ  ಆ ಆ ಇ  ಆ\
 ಆ ಋ  ಆ ಅ ಊ  ಆ ಆ ಆ  ಆ ಆ ಅ  ಈ ಇ  ಐ ಎ  ಆ ಆ ಊ  ಈ ಇ  ಆ ಅ ಆ  ಊ ಏ  ಆ ಅ  ಈ ಇ \
 ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ ಆ ಋ  ಆ ಆ ಎ  ಆ ಆ ಉ \
 ಆ ಆ ಅ  ಈ ಇ  ಆ ಇ ಈ  ಈ ಉ  ಆ ಅ ಆ  ಆ ಆ ಉ  ಆ ಆ ಉ  ಆ ಆ ಆ  ಆ ಆ ಉ  ಈ ಉ  ಊ ಏ  \
ಈ ಇ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಆ ಆ ಉ  ಉ ಅ  ಆ ಅ ಆ  ಉ ಆ  ಆ ಇ ಊ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  \
ಈ ಇ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ ಆ ಅ  ಐ ಎ  ಆ ಅ ಏ  ಆ ಅ ಏ  ಆ ಇ ಆ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ\
  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಅ ಊ  ಆ ಅ ಇ  ಈ ಇ  ಆ ಆ ಆ  ಆ ಆ ಊ  ಉ ಋ  \
ಆ ಆ ಇ  ಐ ಎ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಉ ಋ  ಆ ಅ ಆ  ಆ ಇ ಅ  ಆ ಅ ಊ  ಆ ಆ ಊ  ಆ ಆ ಋ  ಆ ಆ \
ಊ  ಉ ಅ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಐ ಊ  ಆ ಅ ಇ  ಆ ಅ ಊ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಐ\
 ಊ  ಆ ಆ ಇ  ಐ ಎ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಉ ಆ  ಊ ಏ  ಆ ಅ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  \
ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಈ ಇ  ಆ ಆ ಆ  ಆ ಆ ಊ  ಉ ಋ  ಆ ಆ ಉ  ಆ ಅ ಆ  ಆ \
ಅ ಐ  ಆ ಆ ಆ  ಆ ಆ ಏ  ಆ ಅ ಆ  ಉ ಅ  ಆ ಆ ಋ  ಆ ಅ ಆ  ಆ ಅ ಐ  ಆ ಆ ಇ  ಐ ಊ  ಆ ಅ ಇ \
 ಆ ಅ ಊ  ಆ ಅ ಏ  ಆ ಅ ಆ  ಐ ಊ  ಆ ಆ ಇ  ಐ ಎ  ಆ ಆ ಋ  ಆ ಅ ಉ  ಉ ಆ  ಆ ಅ"
.split("  ")])))
